Repository: HippoRemote/MacHippoVNC
Catalog: *.lproj/Localizable.strings
Languages: french, german, italian, japanese

source: Host Name
french: Nom du poste
italian: Nome dell'Host
japanese: ホスト名

source: Host Names
french: Noms du poste
german: Host Namen
italian: Nomi degli Host
japanese: ホスト名

source: IP Address
french: Address IP
german: IP-Adresse
italian: Indirizzo IP
japanese: IP アドレス

source: IP Addresses
french: Addresses IP
german: IP-Adressen
italian: Indirizzi IP
japanese: IP アドレス

source: Screen Resolution changed - Server Reinitialized
french: Résolution d'affichage modifiée - Serveur réinitialisé
german: Bildschirmauflösung geändert - Server-Reinitialisierung
italian: Risoluzione schermo cambiata - Server Reinizializzato
japanese: 画面の解像度が変更 - サーバを再初期化しました。

source: Server Running
french: Le serveur est activé
german: Der Server wurde aktiviert
italian: Il server è in esecuzione
japanese: サーバは動作中。

source: The server is not running.
french: Le serveur est arrêté.
german: Der Server läuft nicht.
italian: Il server non è in esecuzione.
japanese: サーバは動作していません。

source: Start Server
french: Démarrer
german: Server starten
italian: Avvia Server
japanese: サーバを起動

source: Restart Server
french: Redémarrer
german: Server-Neustart
italian: Riavvia il Server
japanese: サーバを再起動

source: The server is stopped.
french: Le serveur est arrêté.
german: Der Server wurde angehalten.
italian: Il server è fermo.
japanese: サーバは停止しています。

source: Probably because the OSXvnc server is already running as a Startup Item.
french: Probablement car Vine serveur est déjà lançé comme service de démarrage
german: Eventuell läuft der Vine-Server bereits als Startobjekt.
italian: Probabilmente perché il server Vine è già avviato all'avvio del Mac
japanese: Vine サーバが既に起動項目として起動している可能性があります。

source: Probably because another VNC is already using this port.
french: Probablement car une autre instance de VNC utilise déjà ce port.
german: Eventuell benutzt ein anderer VNC-Server bereits diesen Port.
italian: Probabilmente perché un altro VNC sta usando questa porta.
japanese: このポートは既にほかの VNC によって使用されている可能性があります。

source: The server has stopped running. See Log (%d)
french: Le serveur s'est arrêté. Consultez le fichier Log (%d)
german: Der Server wurde beendet. Siehe Log (%d)
italian: Il server si è fermato. Consulta il resoconto (%d)
japanese: サーバが停止しました。詳細はログ (%d) を参照してください。

source: The server has stopped running.
french: Le serveur est arrêté.
german: Der Server wurde beendet.
italian: Il server si è fermato.
japanese: サーバが停止しました。

source: Need a valid Port or Display Number
french: Numéro de port / d'affichage non valide
german: Benötigt eine gültige Port- oder Displaynummer
italian: Numero di porta / Numero Visore non corretto
japanese: 有効なポートまたはディスプレイ名が必要です。

source: Problem - Unable to store password to %@
french: Problème - Impossible d'enregistrer le mot de passe dans %@
german: Problem - Das Passwort kann nicht in %@ gespeichert werden
italian: Problema - Impossibile registrare la parola chiave in %@
japanese: パスワードを '%@' へ保存できません。

source: Option Change Requires a Restart
french: Redémarrer le serveur pour enregistrer les changements
german: Einstellungsänderungen benötigen einen Neustart
italian: Riavvia il server per rendere effettivi i cambiamenti
japanese: 設定変更には再起動が必要です。

source: Error: No Authorization
french: Erreur: Pas d'autorisation
german: Fehler: Fehlende Authorisierung
italian: Errore: Nessuna Autorizzazione

source: Error: Unable to setup StartupItems folder
french: Erreur: Impossible de créer le dossier StartupItems
german: Fehler: Kann den StartupItems-Ordner nicht ändern
italian: Errore: Impossibile creare la cartella degli Elementi di Avvio

source: Error: Unable to copy OSXvnc folder
french: Erreur: Impossible de copier le dossier OSXvnc
german: Fehler: Kann den OSXvnc-Ordner nicht kopieren
italian: Errore: Impossibile copiare la cartella di OSXvnc

source: Error: Unable To Read in OSXvnc script File
french: Erreur: Impossible de lire le script OSXvnc
german: Fehler: Kann die OSXvnc-Skriptdatei nicht einlesen
italian: Errore: Impossibile leggere lo script OSXvnc

source: Error: Unable To Setup Password File
french: Erreur: Impossible d'initialiser le fichier de mot de passe
german: Fehler: Kann die Passwortdatei nicht ändern
italian: Errore: Impossibile impostare la parola chiave

source: Error: Unable To Replace OSXvnc Script File
french: Erreur: Impossible de remplacer le fichier script OSXvnc
german: Fehler: Kann die OSXvnc-Skriptdatei nicht ersetzen
italian: Errore: Impossibile rimpiazzare lo script OSXvnc

source: Error: Unable To Write out Temporary Script File
french: Erreur: Impossible d'écrire le fichier script temporaire
german: Fehler: Kann die temporäre Skriptdatei nicht schreiben
italian: Errore: Impossibile scrivere lo script temporaneo

source: Startup Item Configured (Started)
french: Service de démarrage configuré (Démarrer)
german: Startup-Item konfiguriert (gestartet)
italian: Elemento di avvio configurato (Avviato)
japanese: 起動項目として設定されました。（開始）

source: Startup Item Disabled (Stopped)
french: Service de démarrage désactivé (Arrêté)
german: Startup-Item deaktiviert (gestoppt)
italian: Elemento di avvio disattivato (Fermato)
japanese: 起動項目を無効にしました。（停止）

source: Error: Unabled to remove startup item
french: Erreur: Impossible de supprimer le service de démarrage
german: Fehler: Kann das Startup-Item nicht entfernen
italian: Errore: Impossibile rimuovere l'elemento di avvio

source: Please specify a Connect Host to establish a connection
french: Veuillez spécifier un hôte cible vers lequel établir une connexion
german: Bitte einen Zielhost angeben, um eine Verbindung aufbauen zu können
italian: Per favore specifica un'host di connessione per stabilire un collegamento
japanese: 「接続ホスト」を指定して下さい。

source: Connection invitation sent to Connect Host
french: Invitation de connexion envoyée à l'hôte cible
german: Verbindungsanforderung an den Zielhost gesendet
italian: Invito alla connessione inviato all'host
japanese: 接続依頼を「接続ホスト」へ送信しました。
